Repository: mziodev/Pets
Catalog: Pets/Localizable.xcstrings
Source language: en
Languages: es

source: **Chip ID** number is been copied to the clipboard. Go to [https://petmaxx.com](https://www.petmaxx.com/) and paste it inside the 'Microchip Search' box.
es: Se ha copiado el número del **Microchip ID** en el portapapeles. Ve a la web [https://petmaxx.com](https://www.petmaxx.com/) y cópialo dentro del cuadro de búsqueda 'Microchip Search'.

source: & %lld months
es: & %lld meses

source: %@ image
es: Imagen de %@

# %@ still will be protected %lld more days until next vaccine.
source: %1$@ still will be protected %2$lld more days until next vaccine.
es: %1$@ todavía estará protegido %2$lld días más hasta la siguiente vacuna.

source: %@ variations
es: Variaciones de %@

# %@ will be protected against %@.
source: %1$@ will be protected against %2$@.
es: %1$@ estará protegido contra %2$@

source: %@'s Card
es: Tarjeta de %@

source: %@'s deworming treatment
es: Tratamiento de desparasitación de %@

source: %@'s dewormings
es: Desparasitaciónes de %@

source: %@'s vaccines
es: Vacunas de %@

source: %@'s weight list
es: Lista de pesos de %@

source: %lld active treatments
es: %lld tratamientos activos

source: %lld breeds
es: %lld razas

source: %lld days
es: %lld días

source: %lld months
es: %lld meses

source: %lld pets
es: %lld mascotas

source: %lld weights
es: %lld pesos

source: %lld years
es: %lld años

source: 9-digits (AVID)
es: 9-digitos (AVID)

source: 10-digit (ISO)
es: 10-digitos (ISO)

source: 15-digit (ISO)
es: 15-digitos (ISO)

source: Active treatments
es: Tratamientos activos

source: Active Vaccines
es: Vacunas activas

source: Add deworming treatment
es: Añadir desparasitación

source: Add pet
es: Añadir mascota

source: Add photo
es: Añadir foto

source: Add Treatment
es: Añadir tratamiento

source: Add vaccine
es: Añadir vacuna

source: Add Vaccine
es: Añadir Vacuna

source: Add weight
es: Añadir peso

source: Add Weight
es: Añadir Peso

source: Additive
es: Aditivo

source: Adopted
es: Adoptado

source: Adopted on
es: Adoptado el

source: Age
es: Edad

source: Average weight
es: Peso promedio

source: Barcode reading error, try again
es: Error en la lectura del código de barras, inténtalo otra vez.

source: Basics
es: Información esencial

source: Birthday
es: Fecha de nacimiento

source: Breed
es: Raza

source: Breeds
es: Razas

source: Cancel
es: Cancelar

source: Canine Influenza
es: Influenza Canina

source: Cat
es: Gato

source: Change photo
es: Cambiar foto

source: Chip
es: Microchip

source: Chip ID
es: Microchip ID

source: Chip ID Barcode
es: Código de barras del Microchip ID

source: Chip ID Info
es: Microchip Info

source: Copy chip ID number
es: Copia el número de Microchip

source: Date
es: Fecha

source: Dates
es: Fechas

source: Delete treatment
es: Borrar tratamiento

source: Delete vaccine
es: Borrar vacuna

source: Delete weight
es: Borrar peso

source: Deworming treatment will deleted, are you sure?
es: El tratamiento de desparasitación será eliminado, ¿estás seguro/a?

source: Dewormings
es: Desparasitaciones

source: Distemper
es: Moquillo

source: Distemper, Hepatitis, Leptospirosis, Parvovirus and Parainfluenza
es: Moquillo, Hepatitis, Leptospirosis, Parvovirus y Parainfluenza

source: Distemper, Hepatitis, Leptospirosis, Parvovirus, Parainfluenza and Influenza
es: Moquillo, Hepatitis, Leptospirosis, Parvovirus, Parainfluenza e Influenza

source: Distemper, Hepatitis, Parvovirus and Parainfluenza
es: Moquillo, Hepatitis, Parvovirus y Parainfluenza

source: Distemper, Hepatitis, Parvovirus, Parainfluenza and Influenza
es: Moquillo, Hepatitis, Parvovirus, Parainfluenza e Influenza

source: Dog
es: Perro

source: Done
es: Listo

source: Edit
es: Editar

source: Ends
es: Termina el

source: Expiration date
es: Fecha de caducidad

source: Expired
es: Caducado

source: Expired treatments
es: Tratamientos caducados

source: Expired Vaccine
es: Vacuna Caducada

source: Expired Vaccines
es: Vacunas Caducadas

source: Feline Viral Rhinotracheitis, Calicivirus and Panleukopenia (also known as Feline Distemper)
es: Rinotraqueítis Viral Felina, Calicivirus y Panleucopenia (también conocida como Moquillo Felino)

source: Feline Viral Rhinotracheitis, Calicivirus, Panleukopenia (also known as Feline Distemper), Herpesvirus and Syncytial Virus
es: Rinotraqueítis Viral Felina, Calicivirus, Panleucopenia (también conocida como Moquillo Felino), Herpesvirus y Virus Sincitial

source: Female
es: Hembra

source: For cats
es: Para gatos

source: For dogs
es: Para perros

source: I'm a %@
es: Soy un %@

source: ID number (9 numeric digits)
es: Número ID (9 dígitos numéricos)

source: ID number (10 alphanumeric digits)
es: Número ID (10 dígitos alfanuméricos)

source: ID number (15 numeric digits)
es: Número ID (15 dígitos numéricos)

source: ID type
es: Tipo de ID

source: Immunodeficiency Virus
es: Virus de Inmunodeficiencia

source: Implanted on
es: Implantado el

source: Info
es: Información

source: Injection
es: Inyección

source: Last 6 Months
es: Últimos 6 Meses

source: Last 12 Months
es: Últimos 12 Meses

source: Leukemia Virus
es: Virus de la Leucemia

source: Liquid
es: Líquido

source: Live Rabies
es: Rabia

source: Location
es: Localización

source: Low risk Rabies
es: Rabia de Bajo Riesgo

source: Lyme disease
es: Enfermedad de Lyme

source: Male
es: Macho

source: Markings
es: Marcas

source: Month
es: Mes

source: more days
es: días más

source: More days
es: Días más

source: Name
es: Nombre

source: New pet
es: Nueva mascota

source: No breeds yet
es: Todavía no hay razas

source: No chip
es: Sin microchip

source: No chip ID
es: Sin microchip ID

source: No pets yet
es: Todavía no hay mascotas

source: No treatments yet
es: Todavía no hay tratamientos

source: No vaccines yet
es: Todavía no hay vacunas

source: No weights yet
es: Todavía no hay pesos

source: Notes
es: Notas

source: Number
es: Número

source: on Family
es: en la familia

source: On family since
es: En la familia desde

source: Others
es: Otros

source: Panleukopenia (also known as Feline Distemper)
es: Panleucopenia (también conocida como Moquillo Felino)

source: Pets
es: Mascotas

source: Pill
es: Pastilla

source: Pipette
es: Pipeta

source: Product Info
es: Información del producto

source: Quantity
es: Cantidad

source: Rabies
es: Rabia

source: Remove photo
es: Eliminar foto

source: Save
es: Guardar

source: Select a breed
es: Selecciona una raza

source: Sex
es: Sexo

source: Shampoo
es: Champú

source: since adopted
es: desde la adopción

source: Species
es: Especie

source: Start
es: Empieza el

source: Suppository
es: Supositorio

source: Tap on the button '+' for add a new pet.
es: Haz tap en el botón '+' para añadir una nueva mascota.

source: Tap on the Plus button to add a new weight.
es: Haz tap en el botón '+' para añadir un nuevo peso.

source: Tap on the plus button to add new vaccines.
es: Haz tap en el botón '+' para añadir una nueva vacuna.

source: Tap the plus button to add a new deworming treatment.
es: Haz tap en el botón '+' para añadir un nuevo tratamiento de desparasitación.

source: This vaccine data will be deleted, are you sure?
es: Los datos de esta vacuna será eliminados, ¿estás seguro/a?

source: This weight will be deleted, are you sure?
es: Este peso será eliminado, ¿estás seguro/a?

source: Time Period
es: Periodo de Tiempo

source: Treatment Details
es: Detalles del tratamiento

source: Treatment image
es: Imagen del tratamiento

source: Treatment name
es: Nombre del tratamiento

source: Treatment type
es: Tipo de tratamiento

source: Type
es: Tipo

source: Units
es: Unidades

source: Unknown
es: Desconocido

source: Unknown breed
es: Raza desconocida

source: Vaccine Details
es: Detalles de la vacuna

source: Vaccines
es: Vacunas

source: Viral Rhinotracheitis
es: Rinotraqueitis Viral

source: Warning!
es: ¡Aviso!

source: Weight
es: Peso

source: Weight Data
es: Datos del Peso

source: Weight Details
es: Detalles del Peso

source: Weight List
es: Lista de Pesos

source: Weights
es: Pesos

source: You have to select your pet species first.
es: Primero tienes que seleccionar la especie de tu mascota.
